//============ never
// З клавіатури номер робочого дня. Ввисти скільки залишилось до кінця тижня. Передбчати генерування виглючних ситуацій якщо номер дня некоректний і коли номер дня коректний, але це не є робочим днем (використати функцію з never для генерування виключиних ситуацій)
// З клавіатури вводиться пора року. Створити функцію, яка виводить у консоль  рекомндований одяг (використати never).
//============ overloading
// Передається або номер дня, або назву дня на англійькій. Треба сказати чи вихідний чи робочий.
//============= array
// Планувальник відпусток. Дано масив імен водіїв і масив номерів, коли можна йти у відпустку. Потрібно випадково вибрати ім’я водія і випадково вибрати номер місяця для відпустки.
//============= array (union)
// Сформувати масив значень ігрового барабана. Це або виграшна сума, або «Пауза», «Банкрот», «Супер приз»
//============= array
// Сформувати двовимірний масив (5*5) ігрового поля. Усі елементи нулі, або 1-корабель (4 штуки), або ‘block’- земля (5 штук)
// =========== Tuple
// Дано набір налаштувань (ключ-значення(enabled/disabled)). Вивести ті, які є увімкненими
// Дано масив маркерів на картів [lat, long, city]. Визначити найближче місто до вказаних координат
// ========== Enum
// Створіть enum TrafficLight зі значеннями "Red", "Yellow", "Green"
// Потрібно ввести стать студента ("male", "female"). У залежносі від цього додати Mr, Ms.
// Вводиться статус відповіді. Потрібно визначити рядкове представлення ("success" ,  "error")
// Вводиться сума грошей і позначення валюти. Потрібно перевести кількість гривень у кількість обраної валюти ("USD" ,  "EUR" , "UAH")
